export const characterHiddenEvents = {
  "アグネスタキオン": [
    {
      "condition": "やる気が普通以下で皐月賞に出走\n※コンティニューでやる気を上げても発生",
      "value": "\n目標レースが『日本ダービー』から『NHKマイルC』に変更"
    },
    {
      "condition": "クラシック級で以下のレースに勝利\n皐月賞、日本ダービー、菊花賞",
      "value": "\n5種ステータス+3\n『まき直し』のヒントLv+2"
    }
  ],
  "アグネスデジタル": [
    {
      "condition": "以下のレースで勝利する\nジュニア：阪神JFまたは朝日杯\nクラシック：桜花賞、NHKマイルC、安田、マイルCS\nシニア：フェブラリーS、ヴィクトリアM、安田、マイルCS\n（※同名レースはクラシックまたはシニアの一方のみでも可）",
      "value": "\nスピード+20、パワー+20、スキルPt+30\n『上昇気流』のヒントLv+1\n『負けん気』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "アストンマーチャン": [
    {
      "condition": "クラシックマイルでダスカに3勝以上？\n以下のレース勝利で確認\nクラシック級：シンザン記念、桜花賞、ローズステークス",
      "value": "\nパワー+20、賢さ+20、スキルPt+30\n『積極策』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "マイルG1レースでウオッカに4勝以上？\n以下のレース勝利で確認\nジュニア級：阪神JF\nクラシック級：桜花賞\nシニア級：ヴィクトリアマイル、安田記念",
      "value": "\nスピード+20、根性+20、スキルPt+30\n『ギアシフト』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "クラシック級で秋華賞に勝利",
      "value": "\n体力-15\n5種ステータスからランダムに1種を+10\nスキルPt+45\n『前途洋々』のヒントLv+2"
    },
    {
      "condition": "シニア級で天皇賞秋に勝利",
      "value": "\n体力-15\n5種ステータスからランダムに1種を+10\nスキルPt+45\n『テンポアップ』のヒントLv+2"
    }
  ],
  "イナリワン": [
    {
      "condition": "以下のどれかの組み合わせで2レースを勝利\n①クラシック：宝塚記念、天皇賞秋\n②クラシック：宝塚記念、ジャパンカップ\n③クラシック：天皇賞秋、ジャパンカップ",
      "value": "\nスピード+20、パワー+20\n『ありったけ』のヒントLv+1\n『闘争心』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースで勝利\nシニア：毎日王冠、天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nパワー+10、根性+10、スキルPt+10\n『前のめり』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "イナリワン(新衣装)": [
    {
      "condition": "以下のどれかの組み合わせで2レースを勝利\n①クラシック：宝塚記念、天皇賞秋\n②クラシック：宝塚記念、ジャパンカップ\n③クラシック：天皇賞秋、ジャパンカップ",
      "value": "\nスピード+20、パワー+20\n『ありったけ』のヒントLv+1\n『闘争心』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースで勝利\nシニア：毎日王冠、天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nパワー+10、根性+10、スキルPt+10\n『前のめり』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ウオッカ": [
    {
      "condition": "クラシック級のエリザベス女王杯に出走",
      "value": "\n勝利：\nやる気アップ\nランダムでステータス1種を+10\nスキルPt+45\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "クラシック級とシニア級で安田記念に勝利",
      "value": "\n5種ステータスを+3、スキルPt+45\n『垂れウマ回避』のヒントLv+1\n「練習上手○」になる"
    },
    {
      "condition": "以下のレースで勝利する\nクラシック：チューリップ賞、桜花賞、秋華賞、エリ女、有馬記念\nシニア：大阪杯、天皇賞秋、有馬記念",
      "value": "\nスピード+25、パワー+25、スキルPt+20\n『ありったけ』のヒントLv+2\n『差し切り体勢』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "エアシャカール": [
    {
      "condition": "以下のレースを勝利\nシニア：大阪杯、天皇賞春、宝塚記念",
      "value": "\nスタミナ+10、パワー+10\n『春ウマ娘◯』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースで勝利\nシニア：天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスピード+10、パワー+10\n『秋ウマ娘◯』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "エイシンフラッシュ": [
    {
      "condition": "東京レース場かつG1のレースを5勝以上",
      "value": "\nスピード+10、スタミナ+10、パワー+10\n『東京レース場◯』のヒントLv+2\n『根幹距離◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "東京レース場かつG1のレースを3~4勝以上",
      "value": "\nスピード+10、パワー+10\n『東京レース場◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "東京レース場かつG1のレースを5勝以上",
      "value": "\nスピード+10\n『東京レース場◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "エルコンドルパサー": [
    {
      "condition": "以下のレースで勝利する\nクラシック：NHKマイルカップ、マイルチャンピオンシップ\nシニア：安田記念",
      "value": "\nスピード+15、賢さ+15、スキルPt+15\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "オグリキャップ": [
    {
      "condition": "以下のレースで勝利する\nクラシック：菊花賞、有馬記念\nシニア：大阪杯、天皇賞春、有馬記念",
      "value": "\nスピード+15、スタミナ+15、スキルPt+45\n『栄養補給』のヒントLv+1"
    }
  ],
  "オグリキャップ(クリスマス)": [
    {
      "condition": "以下のレースで勝利する\nクラシック：菊花賞、有馬記念\nシニア：大阪杯、天皇賞春、有馬記念",
      "value": "\nスピード+15、スタミナ+15、スキルPt+45\n『栄養補給』のヒントLv+1"
    }
  ],
  "カレンチャン": [
    {
      "condition": "以下のレースで勝利する\nシニア：函館スプリントS、キーンランドC、セントウルS",
      "value": "\n体力+25、やる気アップ\nスピード+15、パワー+15、根性+15\n『スプリントギア』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "カワカミプリンセス": [
    {
      "condition": "以下のレースで勝利する\nジュニア：阪神ジュベナイルフィリーズ\nクラシック：桜花賞、オークス、秋華賞、エリザベス女王\nシニア：ヴィクトリアマイル、エリザベス女王",
      "value": "\nスピード+15、パワー+15、スキルPt+25\n『外差し準備』のヒントLv+2"
    }
  ],
  "キタサンブラック": [
    {
      "condition": "以下のレースを勝利\nクラシック：皐月賞、日本ダービー、菊花賞",
      "value": "\nやる気アップ\n5種ステータス+10、スキルPt+45\n『リードキープ』のヒントLv+2\nシナリオNPCの絆ゲージ+4\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：大阪杯、天皇賞春、宝塚記念",
      "value": "\n『春ウマ娘◯』のヒントLv+2\n『軽やかステップ』のヒントLv+2"
    }
  ],
  "キングヘイロー": [
    {
      "condition": "以下の条件を条件を満たしてシニア級を終了\n・短距離,マイル,中距離,長距離のG1レースで各1勝以上",
      "value": "\n5種ステータス+10、スキルPt+20\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "グラスワンダー": [
    {
      "condition": "以下のレースで勝利する\nクラシック：皐月賞、日本ダービー、菊花賞",
      "value": "\nスピード+15、パワー+15、賢さ+15\n『テンポアップ』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "コパノリッキー": [
    {
      "condition": "ダートG1で11勝以上",
      "value": "\nスピード+25、パワー+25、賢さ+25、スキルPt+30\n『レコメンド』のヒントLv+2\n『前列狙い』のヒントLv+2"
    }
  ],
  "ゴールドシップ": [
    {
      "condition": "クラシック級とシニア級で宝塚記念に勝利",
      "value": "\n選択肢上：\n5種ステータスを+3、やる気アップ、スキルPt+45\n（※レースボーナスの対象となるイベント）\n選択肢下：\n5種ステータスを+3、やる気アップ、スキルPt+45\nランダムで『愛嬌◯』or『ゲート難』を獲得\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "サイレンススズカ": [
    {
      "condition": "重賞6連勝以上の状態でシニア天皇賞秋を勝利する",
      "value": "\n5種ステータスを+7\n『大逃げ』のヒントLv+1"
    }
  ],
  "サクラチヨノオー": [
    {
      "condition": "以下のレースを勝利\nシニア：有馬記念",
      "value": "\n体力-15、5種ステータスからランダムに1種を+10\nスキルPt+75\n『影打』のヒントLv+1"
    }
  ],
  "サクラバクシンオー": [
    {
      "condition": "クラシックとシニアのスプリンターズステークスを連覇",
      "value": "\nやる気アップ\nスピード+13、その他ステータスを+3、スキルPt+45\n『勢い任せ』のヒントLv+1、『注目株』になる\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "サクラローレル": [
    {
      "condition": "皐月賞で勝利",
      "value": "\n体力-15\n5種ステータスからランダムに3種を+10\nスキルPt+75\n『差しコーナー◯』のヒントLv+3"
    },
    {
      "condition": "日本ダービーで勝利",
      "value": "\n体力-15\n5種ステータスからランダムに3種を+10\nスキルPt+75\n『差し切り体勢◯』のヒントLv+3"
    },
    {
      "condition": "菊花賞で勝利",
      "value": "\n体力-15\n5種ステータスからランダムに3種を+10\nスキルPt+75\n『内弁慶』のヒントLv+3"
    },
    {
      "condition": "阪神大賞典で勝利",
      "value": "\n体力-15\n5種ステータスからランダムに3種を+8\nスキルPt+65\n『ロックオン』のヒントLv+3"
    },
    {
      "condition": "以下のレースを勝利\nシニア：大阪杯、天皇賞春、宝塚記念、天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスタミナ+30\nパワー+30\n『静かな呼吸』のヒントLv+1\n『がむしゃら』のヒントLv+1"
    }
  ],
  "サトノダイヤモンド": [
    {
      "condition": "以下のレースを勝利\nシニア：天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスピード+10、スタミナ+10、根性+10\n『秋ウマ娘』のヒントLv+2"
    }
  ],
  "シンボリルドルフ": [
    {
      "condition": "G1で7回勝利",
      "value": "\nやる気アップ、ランダムでステータス1種を+10\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "G1で8回以上勝利",
      "value": "\n体力+30、やる気3段階アップ\nランダムでステータス1種を+15\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "シンボリルドルフ(新衣装)": [
    {
      "condition": "G1で7回勝利",
      "value": "\nやる気アップ、ランダムでステータス1種を+10\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "シーキングザパール": [
    {
      "condition": "以下のレースで勝利する\nクラシック：桜花賞、オークス、秋華賞",
      "value": "\n5種ステータス+10\n『テンポアップ』のヒントLv+2\n『前のめり』のヒントLv+2"
    },
    {
      "condition": "以下のレースで勝利する\nジュニア：阪神JF\nクラシック：桜花賞、NHKマイルC、安田、マイルCS\nシニア：ヴィクトリアM、安田、マイルCS\n（※安田はクラシックまたはシニアの一方のみでも可）",
      "value": "\nパワー+15、根性+15、スキルPt+15\n『マイル直線◯』のヒントLv+2\n『マイルコーナー◯』のヒントLv+2"
    }
  ],
  "スペシャルウィーク": [
    {
      "condition": "以下のレースでライバルに勝利する\nクラシック：皐月賞、日本ダービー、菊花賞、ジャパンカップ\nシニア：天皇賞春、宝塚記念、天皇賞秋",
      "value": "\nスピード+30、パワー+30\n『スタミナキープ』のヒントLv+2\n『差し切り体勢』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "スペシャルウィーク(新衣装/配布)": [
    {
      "condition": "以下のレースで勝利する\nクラシック：皐月賞、日本ダービー、菊花賞、ジャパンカップ\nシニア：天皇賞春、宝塚記念、天皇賞秋",
      "value": "\nスピード+30、パワー+30\n『スタミナキープ』のヒントLv+2\n『差し切り体勢』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "スマートファルコン": [
    {
      "condition": "シニア12月後半までにファン数12万人を達成",
      "value": "\nやる気アップ、根性+20\n『レコメンド』のヒントLv3アップ"
    },
    {
      "condition": "川崎記念で勝利",
      "value": "\n5種ステータスからランダムに1種を+10\nスキルPt+45、パワー+20\n『川崎レース場◯』のヒントLv+1\n『明るい兆し』のヒントLv+1"
    }
  ],
  "スマートファルコン(新衣装)": [
    {
      "condition": "シニア12月後半までにファン数12万人を達成",
      "value": "\nやる気アップ、根性+20\n『レコメンド』のヒントLv3アップ"
    },
    {
      "condition": "川崎記念で勝利",
      "value": "\n5種ステータスからランダムに1種を+10\nスキルPt+45、パワー+20\n『川崎レース場◯』のヒントLv+1\n『明るい兆し』のヒントLv+1"
    }
  ],
  "スーパークリーク": [
    {
      "condition": "以下のレースで勝利する\nクラシック：有馬記念\nシニア：ジャパンカップ、天皇賞秋、有馬記念",
      "value": "\nパワー+10、根性+10\n『抜け出し準備』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "スーパークリーク(ハロウィン)": [
    {
      "condition": "以下のレースで勝利する\nクラシック：有馬記念\nシニア：ジャパンカップ",
      "value": "\nパワー+10、根性+10\n『抜け出し準備』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "セイウンスカイ": [
    {
      "condition": "以下のレースで勝利する\nクラシック：皐月賞、日本ダービー、菊花賞",
      "value": "\nやる気アップ\nスピード+5、パワー+5\n『急ぎ足』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "タイキシャトル(新衣装)": [
    {
      "condition": "以下のレースで勝利する\nシニア：金鯱賞、宝塚記念、天皇賞秋、毎日王冠、マイルCS",
      "value": "\nスピード+25\nパワー+25\n根性+25\nスキルPt+20\n『ありったけ』のヒントLv+2\n『真っ向勝負』のヒントLv+2"
    }
  ],
  "タマモクロス": [
    {
      "condition": "以下のレースを勝利\nシニア：中山金杯",
      "value": "\n体力-15、5種ステータスからランダムに1種を+8\nスキルPt+35、ファン数+500\n『中山レース場◯』のヒントLv+1\n『テンポアップ』のヒントLv+1\n（※1着時のデータを掲載しています）\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：京都金杯",
      "value": "\n体力-15、5種ステータスからランダムに1種を+8\nスキルPt+35、ファン数+500\n『京都レース場◯』のヒントLv+1\n『上昇気流』のヒントLv+1\n（※1着時のデータを掲載しています）\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：宝塚記念、天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスピード+15、根性+10\n『尻尾上がり』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "タマモクロス(新衣装)": [
    {
      "condition": "以下のレースを勝利\nシニア：中山金杯",
      "value": "\n体力-15、5種ステータスからランダムに1種を+8\nスキルPt+35、ファン数+500\n『中山レース場◯』のヒントLv+1\n『テンポアップ』のヒントLv+1\n（※1着時のデータを掲載しています）\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：京都金杯",
      "value": "\n体力-15、5種ステータスからランダムに1種を+8\nスキルPt+35、ファン数+500\n『京都レース場◯』のヒントLv+1\n『上昇気流』のヒントLv+1\n（※1着時のデータを掲載しています）\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：宝塚記念、天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスピード+15、根性+10\n『尻尾上がり』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ダイタクヘリオス": [
    {
      "condition": "以下のレースを勝利\nクラシック：安田記念、マイルCS\nシニア：安田記念、マイルCS",
      "value": "\nスピード+30\n『積極策』のヒントLv+1\n『負けん気』のヒントLv+1"
    },
    {
      "condition": "以下のレースに出走？(現在検証中)\nシニア：有馬記念（※作戦逃げで出走する）",
      "value": "\n5種ステータス+3、スキルPt+45\n『大逃げ』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ダイワスカーレット": [
    {
      "condition": "以下のG1でウオッカに勝利\nジュニア：阪神JF\nクラシック：桜花賞,日本ダービー,宝塚記念,秋華賞,\n　　　　　　エリザベス女王,ジャパンC\nシニア：大阪杯,天皇賞秋,ジャパンC",
      "value": "\n5種ステータスを+15、スキルPt+50\n『負けん気』のヒントLv+2\n『真っ向勝負』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "テイエムオペラオー": [
    {
      "condition": "以下のレースで勝利する\n同年の天皇賞秋、ジャパンカップ、有馬記念\n(※クラシックとシニアで2回発生が可能)",
      "value": "\n5種ステータス+10、スキルPt+20\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "テイエムオペラオー(新衣装)": [
    {
      "condition": "以下のレースで勝利する\n同年の天皇賞秋、ジャパンカップ、有馬記念\n(※クラシックとシニアで2回発生が可能)",
      "value": "\n5種ステータス+10、スキルPt+20\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "トウカイテイオー": [
    {
      "condition": "以下のレースで勝利する\nシニア：大阪杯、天皇賞春、宝塚記念",
      "value": "\nスピード+25、パワー+25\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "トウカイテイオー(新衣装)": [
    {
      "condition": "以下のレースで勝利する\nシニア：大阪杯、天皇賞春、宝塚記念",
      "value": "\nスピード+25、パワー+25\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ナイスネイチャ": [
    {
      "condition": "以下のレースで勝利する\nクラシック：京都新聞杯、鳴尾記念、小倉記念",
      "value": "\nスピード+25、スタミナ+25、「末脚」のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ナリタブライアン": [
    {
      "condition": "シニア1月前半までにどちらかを達成\n・G1レースを5勝以上\n・クラシックで皐月賞、日本ダービー、菊花賞に勝利",
      "value": "\n上選択肢：\n目標レースに登場する対戦相手が強化\nレース後の獲得ステータスやスキルPtが増加\n目標ごとに特定のスキルヒントLvを獲得できる\n下選択時：\n目標レースの変化なし"
    }
  ],
  "ニシノフラワー": [
    {
      "condition": "以下のレースを勝利\nジュニア：阪神JF\nクラシック：桜花賞、安田記念、マイルCS\nシニア：マイラーズカップ、マイルCS",
      "value": "\nスピード、パワー、賢さ+15\n『上昇気流』のヒントLv+2\n『ギアシフト』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nクラシックシニア：エリザベス女王杯",
      "value": "\n体力-15\n5種ステータスからランダムに1種を+10\nスピード+20、スキルPt+45\n『食い下がり』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：宝塚記念",
      "value": "\n体力-15\n5種ステータスからランダムに1種を+10\nスタミナ+20、スキルPt+45\n『真っ向勝負』のヒントLv+1"
    }
  ],
  "ネオユニヴァース": [
    {
      "condition": "以下のレースを勝利\nシニア：大阪杯、天皇賞春、宝塚記念",
      "value": "\nスタミナ+20\nパワー+20\n『差し切り体勢』のヒントLv+2\n『キレる脚』のヒントLv+2"
    }
  ],
  "ハルウララ": [
    {
      "condition": "シニア級の有馬記念に勝利",
      "value": "\n5種ステータスを+10\nスキルPt+104\n『伏兵◯』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ハルウララ(新衣装)": [
    {
      "condition": "シニア級の有馬記念に勝利",
      "value": "\n5種ステータスを+10\nスキルPt+104\n『伏兵◯』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ヒシアマゾン": [
    {
      "condition": "以下のレースで勝利する\nクラシック：桜花賞、オークス、秋華賞",
      "value": "\nやる気アップ\n5種ステータスを+5、スキルPt+60\n『食い下がり』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "フジキセキ": [
    {
      "condition": "以下のレースで勝利する\nクラシック：皐月賞、日本ダービー、菊花賞",
      "value": "\nスピード+10、スタミナ+10、パワー+10\n『抜け出し準備』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下の条件を達成\n・シニア級の高松宮記念を勝利\n・シニアで短距離マイルG1で3勝",
      "value": "\nやる気アップ\nパワー+10、賢さ+10\n『負けん気』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースで勝利する\nシニア：宝塚記念、天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nやる気アップ\nスピード+10、スタミナ+10、根性+10\n『好位追走』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "マチカネタンホイザ": [
    {
      "condition": "以下のレースを勝利\nシニア：安田記念",
      "value": "\n根性+20\n『上昇気流』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：オールカマー",
      "value": "\nスピード+20\n『ありったけ』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nクラシック：マイルチャンピオンシップ",
      "value": "\nパワー+20\n『マイルコーナー○』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nクラシック：有馬記念",
      "value": "\nスタミナ+20\n『内弁慶』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "マチカネフクキタル": [
    {
      "condition": "以下のレースで勝利する\nクラシック：京都新聞杯、神戸新聞杯、菊花賞",
      "value": "\nスピード+25、パワー+25\n『差し切り体勢』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "マヤノトップガン": [
    {
      "condition": "全ての脚質(逃げ･先行･差し･追込)でG1を1回以上勝利する",
      "value": "\n5種ステータスを+5、スキルPt+30\n『押し切り準備』『真っ向勝負』\n『差し切り体勢』『直線一気』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "マルゼンスキー": [
    {
      "condition": "クラシック級でラジオNIKKEI賞に勝利",
      "value": "\n体力-15、やる気アップ\n5種ステータスを+3、スキルPt+60、『注目株』になる\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "マンハッタンカフェ": [
    {
      "condition": "長距離レースを2勝以上",
      "value": "\n長距離レース2~3勝：\nスタミナ+10\n『長距離直線◯』のヒントLv+1\n長距離レース4~5勝：\nスタミナ+10、根性+10\n『長距離直線◯』のヒントLv+2\n長距離レース6勝以上：\nスタミナ+10、根性+10、スキルPt+10\n『長距離直線◯』のヒントLv+2\n『長距離コーナー◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メイショウドトウ": [
    {
      "condition": "以下のレースで勝利する\nクラシック：皐月賞\nシニア：天皇賞春、宝塚、天皇賞秋、ジャパンC、有馬記念",
      "value": "\n5種ステータスを+10、スキルPt+20\n『抜け出し準備』のヒントLv+1\n『テンポアップ』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロドーベル": [
    {
      "condition": "以下のレースを勝利\nジュニア：阪神ジュベナイルフィリーズ",
      "value": "\n賢さ+10\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nクラシック：桜花賞、オークス、秋華賞",
      "value": "\nやる気アップ\nスピード+5、スタミナ+5\n『負けん気』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下の条件を達成\n・シニア級の目標G1を全勝\n・シニアG1で5勝以上(目標レースを含む)",
      "value": "\nスピード+20、パワー+20\n『ありったけ』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロドーベル(新衣装)": [
    {
      "condition": "以下のレースを勝利\nジュニア：阪神ジュベナイルフィリーズ",
      "value": "\n賢さ+10\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nクラシック：桜花賞、オークス、秋華賞",
      "value": "\nやる気アップ\nスピード+5、スタミナ+5\n『負けん気』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下の条件を達成\n・シニア級の目標G1を全勝\n・シニアG1で5勝以上(目標レースを含む)",
      "value": "\nスピード+20、パワー+20\n『ありったけ』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロパーマー": [
    {
      "condition": "以下のレースで勝利\nクラシック：有馬記念\nシニア：宝塚記念、有馬記念",
      "value": "\nスピード+10\n根性+10\n『大逃げ』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロブライト": [
    {
      "condition": "長距離レースを2勝以上",
      "value": "\n長距離レース2~3勝：\nスタミナ+10\n『長距離コーナー◯』のヒントLv+1\n長距離レース4~5勝：\nスタミナ+10、根性+5、賢さ+5\n『長距離コーナー◯』のヒントLv+2\n長距離レース6勝以上：\nスタミナ+10、根性+10\n『長距離コーナー◯』のヒントLv+3\n『パス上手』のヒントLv+2\n『目くらまし』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nシニア：天皇賞春、天皇賞秋",
      "value": "\nスピード+10、スタミナ+10\n『内弁慶』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\n宝塚記念、有馬記念（※同じ年で制覇が条件）",
      "value": "\n根性+10、スキルPt+10\n『非根幹距離◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    },
    {
      "condition": "以下のレースを勝利\nクラシック：エリザベス女王杯\nシニア：エリザベス女王杯",
      "value": "\nスピード+10、スキルPt+10\n『食い下がり』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロマックイーン": [
    {
      "condition": "以下のレースで勝利する\nシニア：天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスピード+30、スタミナ+30、根性+15、スキルPt+45\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロマックイーン(新衣装)": [
    {
      "condition": "以下のレースで勝利する\nシニア：天皇賞秋、ジャパンカップ、有馬記念",
      "value": "\nスピード+30、スタミナ+30、根性+30、スキルPt+45\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "メジロライアン": [
    {
      "condition": "以下のレースで勝利する\nクラシック：皐月賞、日本ダービー、菊花賞",
      "value": "\nパワー+15\n『差し切り体勢』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ヤエノムテキ": [
    {
      "condition": "以下の条件を達成\n・永世三強が出走するレースで8勝する\n(※永世三強=オグリキャップ,スーパークリーク,イナリワン)",
      "value": "\n5種ステータスを+10\n『ペースアップ』のヒントLv+1\n『末脚』のヒントLv+1\n（※レースボーナスの対象となるイベント）"
    }
  ],
  "ユキノビジン": [
    {
      "condition": "以下のレースで勝利する\nクラシック：桜花賞、オークス、秋華賞",
      "value": "\n根性+10、賢さ+10、スキルPt+10\n『コーナー加速◯』のヒントLv+1\n『真っ向勝負』のヒントLv+1"
    },
    {
      "condition": "クラシックまたはシニアでマイルCS南部杯に勝利\nどちらか1度しか発生しない",
      "value": "\n体力-15、パワー+20、ランダムステ+10、スキルPt+45[br『盛岡レース場◯』のヒントLv+1\n『まっしぐら』のヒントLv+1"
    }
  ],
  "ライスシャワー": [
    {
      "condition": "京都レース3勝以上、6勝以上で効果上昇",
      "value": "\n京都レース3~5勝：\nスピード+10、スタミナ+10\n『京都レース場◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）\n京都レース6勝以上：\nスピード+10、スタミナ+10、根性+10\n『京都レース場◯』のヒントLv+2\n『良バ場◯』のヒントLv+2\n（※レースボーナスの対象となるイベント）"
    }
  ]
}